[
  "and scanned by Google, Inc. for the Google Books Library Project.",
  "For more information see:",
  "http:/www.bodleian.ox.ac.uk/dbooks",
  "ShareAlike 2.0 UK: England & Wales (CC BY-NC-SA 2.0) licence.",
  "Avrnon or Tux Resronatiow of run Wonks o¥ ART 70 ITALY",
  "“Among many nations was thee no King ike him.\"—Nehemiah.",
  "Know ye not that there is prince and a great man fallen this",
  "day in sracl!\"—Samcl.",
  "oxox:",
  "Pte by W. Ceamas, Noramberan coer",
  "ANOTHER warming sound! the funeral bell,",
  "Startling the cities of the isle once more,",
  "With measur'd tones of melancholy swel,",
  "Strikes on th’ awaken’d heart from shore to shore.",
  "He, at whose coming monarchs sink to dust,",
  "‘The chambers of our palaces hath trod,",
  "‘And the longsuffering spigt fhe jus,",
  "Pure from its ruins, hath¥iétuin'd to God !",
  "Yet mny not Ragland ashore weep ;",
  "‘Thoughts to her bosom crowd, too'many, and too deep.",
  "‘Vain voice of Reason, hush !—they yet must flow,",
  "The unrestrain’d, involuntary tears,",
  "A thousand feelings sanctify the woe,",
  "Rous'd by the glorious shades of vanish’d years.",
  "Tell us no more ’tis not the time for grief,",
  "‘Now that the exile of the soul is past,",
  "And Death, blest messenger of Heaven's relief,",
  "Hath bome the wanderer to his rest at lasts",
  "For him, Eternity hath tenfold day,",
  "We feel, we know, ’tis thus—yet Nature will have we",
  "‘What tho’ amidst us, like a blasted oak,",
  "Sadd’ning the scene where once it nobly reign’d,",
  "‘A dread memorial of the lightning-stroke,",
  "‘Stamp'd with its fiery record, he remain’d ;",
  "Around that shatter'd tree still fondly clung",
  "‘Th’ undying tendrils of our love, which drew",
  "Fresh nurture from its deep decay, and sprang",
  "Luxuriant thence, to Glory’s ruin true ;",
  "While England hung her trophies on the stem,",
  "‘That desolately stood, unconscious e'en of THEM.",
  "Of them unconscious! Oh mysterious doom !",
  "‘Who shall unfold the counsels of thi",
  "His was the voice which roused, as from the tomb,",
  "‘The realm’s high soul to loftiest energies!",
  "Hiis was the spirit, o'er the isles which threw",
  "‘The mantle of its fortitude ; and wrought",
  "In every bosom, powerful to renew",
  "Each dying spark of pure and generous thought ;",
  "‘The star of tempests! beaming on the mast *,",
  "‘The seaman’s torch of Hope, ‘midst perils deepening fast.",
  "‘Then from th’ unslumbering influence of his worth,",
  "Strength, as of inspiration, fill'd the land ;",
  "A young, but quenchless, flame went brightly forth,",
  "Kindled by him—who saw it not expand !",
  "Such was the will of Heaven,—the gifted seer,",
  "‘Who with his God had communed; face to face,",
  "And from the house of bondage, and of fear,",
  "In faith victorious, led the chosen race ;",
  "‘He, thro’ the desert and the waste their guide,",
  "‘Saw dimly from afar, the promis’d land—and died.",
  "san omen of good weather~Sce Dumpler's Vora,",
  "full of days and virtues ! on thy head",
  "Centred the woes of many a bitter ot;",
  "Fathers have sorrow'd o'er their beauteous dead,",
  "‘Eyes, quench’ in night, the sup-beam have forgot ;",
  "Minds have striv'n buoyantly with evil years,",
  "And sunk beneath their gathering weight at length ;",
  "But Pain for thee had filld a cup of tears,",
  "‘Where every anguish mingled all its strength ;",
  "By thy lost child we saw thee weeping stand,",
  "And shadows deep around fell from th’ Eternal's hand.",
  "Then came the noon of glory, which thy dreams,",
  "Perchance of yore, had faintly prophesied ;",
  "But what to thee the splendour of its beams ?",
  "‘The ice-rock glows not midst the summer",
  "Nations leap’d up to joy—as streams that burst,",
  "At the warm touch of spring, their frozen chain,",
  "‘And o'er the plains, whose verdure once they nursed,",
  "Roll in exulting melody again;",
  "And bright o'er earth the long majestic line",
  "Of England’s triumphs swept, to rouse all hearts—but",
  "thine.",
  "Oh! what a dazaling vision, by the veil",
  "‘That o’er thy spirit hung, was shut from thee,",
  "‘Wher sceptred chieftains throng’d, with palms, to hail",
  "‘The crowning isle, th’ anointed of the sea!",
  "Within thy palaces the lords of earth",
  "Met to rejoice,—rich pageants glitter'd by,",
  "And stately revels imaged, in their mirth,",
  "‘The old magnificence of chivalry.",
  "‘They reach’d not thee,—amidst them, yet alone,",
  "Stillness and gloom begirt one dim and shadowy throne.",
  "‘Yet was there mercy still—if joy no more",
  "‘Within that blasted circle might intrude,",
  "Earth had no grief whose footstep might pass o’er",
  "‘The silent limits of its solitude !",
  "Ifall unheard the bridal song awoke",
  "Our hearts’ full echoes, as it swell’d on high ;",
  "Alike unheard the sudden dirge, that broke",
  "On the glad strain, with dread solemnity !",
  "If the land’s rose, unheeded wore its bloom,",
  "Alike unfelt the storm, that swept it to the tomb.",
  "And she, who, tried thro’ all the stormy past,",
  "Severely, deeply proved, in many an hour,",
  "Wateh’d o'er thee, firm and faithful to the last,",
  "Sustain’d, inspired, by strong affection’s power ;",
  "Ifto thy soul her voice no music bore,",
  "If thy closed eye, and wandering spirit caught",
  "No light from looks, that fondly would explore",
  "‘Thy mien, for traces of responsive thought ;",
  "Oh! thou wert spared the pang that would have thrill'd,",
  "Thine inmost heart, when Death that anxious bosom still’d.",
  "‘Thy lov'd ones fll asound thee—manhood's prime,",
  "‘Youth, with its glory, in its fulness, Age,",
  "All, at the gates of their etemal clime",
  "Lay down, and closed their mortal pilgrimage ;",
  "‘The land wore ashes for its perish’d flowers,",
  "The grave’s imperial harvest. ‘Thou, meanwhile,",
  "Didst walk unconscious thro’ thy royal towers,",
  "‘The one that wept not in the tearful isle!",
  "‘Asa tired warrior, on his battle-plain,",
  "Breathes deep in dreams amidst the mourners and the slain",
  "‘And who can tell what visions might be thine?",
  "The stream of thought, though broken, still was pure!",
  "‘Still o’er that wave the stars of heaven might shine,",
  "‘Where earthly image would no more endure!",
  "‘Tho’ many a step, of once-familiar sound,",
  "‘Came as a stranger’s o'er thy closing ear,",
  "And voices breathed forgotten tones around,",
  "Which: that paternal heart once thrill'd to hear,",
  "‘The mind hath senses of its own, and powers",
  "‘To people boundless worlds, in its most wandering hours.",
  "Nor might the phantoms, t6 thy spirit known",
  "Be dark or wild, creations of remorse;",
  "Unstain’d by thee, the blameless past had thrown",
  "‘No fearful shadows o’er the future’s course ;",
  "For thee no cloud, from memory’s dread abyss,",
  "Might shape such forms as haunt the tyrant’s eye ;",
  "‘And closing up each avenue of bliss,",
  "‘Murmur their summons, to “ despair and die!”",
  "No! e'en tho’ joy depart, tho” reason cease,",
  "‘Still virtuo’s ruin’ home is redolent of peace.",
  "They might be with thee still—the loved, the tried,",
  "‘The fair, the lost—they might be with thee still !",
  "‘More softly seen, in radiance purified",
  "From each dim vapour of terrestrial ill;",
  "Long after earth received them, and the note",
  "Of the last requiem o'er their dust was pour’d,",
  "‘As passing sunbeams o'er thy soul might float",
  "‘Those forms, from us withdrawn—to thee restored!",
  "Spirits of holiness, in light reveal\"d,",
  "‘To commune with a mind whose source of tears was seal’d.",
  "‘Came they with tidings from the worlds above,",
  "‘Those viewless regions, where the weary rest?",
  "Sever'd from earth, estranged from mortal love,",
  "‘Was thy mysterious converse with the blest?",
  "Or shone their visionary presence bright",
  "With human beauty 1—did their smiles renew",
  "‘Those days of sacred and serene delight,",
  "‘When fairest beings in thy pathway grew?",
  "Oh! Heaven hath balm for every wound it makes,",
  "Healing the broken heart ; it smites—but ne'er forsakes.",
  "‘These may be phantasies—and this alone,",
  "Of-all we picture in our dreams, is sure;",
  "‘That rest, made perfect, is at length thine own,",
  "Rest, in thy God immortally secure!",
  "Enough for tranquil faith; released from alll",
  "‘The woes that graved Heaven's lessons on thy brow,",
  "No cloud to dim, no fetter to inthral,",
  "Haply thine eye is on thy people now ;",
  "Whose love around thee still its offerings shed,",
  "‘Tho’ vainly sweet as flowers, grief’s tribute to the dead.",
  "Bat if th’ ascending, disembodied mind,",
  "Bome, on the wings of Morning, to the skies,",
  ". May east one glance of tenderness behind,",
  "On scenes, once hallow’d by its mortal ties,",
  "How much hast thou to gaze on ! all that lay",
  "By the dark mantle of thy soul conceal’d,",
  "‘The might, the majesty, the proud array",
  "Of England’s march o'er many a noble field,",
  "All spread beneath thee, in a blaze of light,",
  "Shine like some glorious land, view'd from an Alpine",
  "height.",
  "Away, presumptuous thought departed saint !",
  "To thy freed vision what can earth display",
  "Of pomp, of royalty, that is not faint,",
  "Seen froin the birth-place of celestial day ?",
  "‘Oh! pale and weak the sun’s reflected rays,",
  "‘Bren in their fervour of meridian heat,",
  "‘To him, who in the sanctuary may gaze",
  "On the bright cloud that fills the merey-seat !",
  "And thou may’st view, from thy divine abode,",
  "‘The dust of empires fit, before a breath of God.",
  "And yet we mourn thee! yes! thy place is void",
  "Within our hearts—there veild thine image dwelt,",
  "But cherish’d still; and o'er that tie destroy’d,",
  "‘Tho’ Faith rejoice, fond Nature still must melt,",
  "‘Beneath the long-loved sceptre of thy sway,",
  "Thousands were born, who now in dust repose,",
  "‘And many a head, with years and sorrows grey,",
  "Wore youth’s bright tresses, when thy star arose ;",
  "And many a glorious mind, since that fair dawn,",
  "Hath fill'd our sphere with lighty now to its source",
  "withdrawn.",
  "Earthquakes have rock’d the nations —things revered,",
  "‘Th’ ancestral fabrics of the world, went down",
  "In ruins, from whose stones Ambition rear'd",
  "is lonely pyramid of dread renown.",
  "But when the fires, that long had slumber'd, pent",
  "‘Deep in men’s bosoms, with voleanic force,",
  "‘Bursting their prison-house, each bulwark rent,",
  "‘And swept each holy barrier from their course,",
  "Firm and unmoved, amidst that lava-flood,",
  "Still, by thine arm upheld, our ancient landmarks stood:",
  "Be they eternal !—Be thy children found",
  "Still, to their country’s altars, true like thee!",
  "And, while “ the name of Briton” is « sound",
  "Of rallying music to the brave and free,",
  "With the high feelings, at the word which swell,",
  "To make the breast a shrine for Freedom's flame,",
  "Be mingled thoughts of him, who loved so well,",
  "‘Who left s0 pure, its heritage of fame !",
  "Let earth with trophies guard the conqueror’s dust,",
  "Heaven in our souls embalms the memory of the just.",
  "All else shall pass away—the thrones of kings, .",
  "‘The very traces of their tombs depart ;",
  "‘But number not with perishable things",
  "‘The holy records Virtue leaves the heart,",
  "Heir-looms from race to race !—and oh! in days,",
  "‘When, by the yet unborn, thy deeds are blest,",
  "‘When our sons learn, “as household words,” thy praise,",
  "Still on thine offspring may thy spirit rest !",
  "And many a name of that imperial line,",
  "Father and patriot ! blend, in England’",
  "congs, with thine!",
  "toxpox",
  "Prate by W. Cows, Nerthanbean.cont,"
]