[
    "Irr C. Cony 781 79 7 4 Imp. 3 per Cent. 60f,}",
    "Sew Ytaz's DAr..—No Wanda done at the Stock Exchange",
    "The Britifh Parliament terminated its .2iflence",
    "efterday. His Mayssrr's Speech on the occa",
    ",on is given in its proper place. The Parliament",
    "f the United Kingdom meets on the 22d instant.",
    "This day the Park and Tower guns were fired",
    "!I honour of the commencement of the UN I ON. —",
    "e new Standard was hoifted on the occasion in",
    "Nry, this day infert a Copy of the Speech de",
    "livered by the PittsthEnt of the UNITED STATE'",
    "on the opening of the Congrefs at Wafhington, et",
    "traded from the Federal Gazette of the 24th No",
    "vember, with which we were yefterday favoured.",
    "The PRESIDENT had not received the official ac",
    "count of the Treaty with France, as appears from",
    "what he fays on the ftibjea of the negotiation.",
    "The difpute between the Hbufe of Reprefenta",
    "tives and Senate, in the Provincial Legiflature of",
    "Pennfylvania, Hill continued fo late as the 18th ;",
    "and it feems probable that this State will have no",
    "vote in the choice of Prefident and Vice-Prefident.",
    "The Hamburgh Mail due yefterday arrived this",
    "I morning. The accounts from Germany confirm",
    "the accounts In the salt French papers, of the French",
    "having forced the Anftrians to abandon th po",
    "fition on the river Inn. Refpeaing other particu",
    "lars, they do not come down fo late as the French",
    "It is confitpted that the Archduke CHARLIE is",
    "again to take the Coinmand of the Auftrian forces.",
    "It is alerted at Vienna, that our Minifier Lord",
    "MI NTO has, by orders from the Court of StJames's;",
    "releafed the Court of Vienna from all its engage.",
    "menu, if it fhould be found neceffary to conclude",
    "If the fituation of the affairs of our Ally at the",
    "time thefe inftrualons were tent off, was fuch as",
    "to render this advifable, the events that have fine",
    "taken place Teem to Make it indifpenfible.",
    "\" His Royal Highnefs the Archduke CHARLES,",
    "being recovered from his indifpofition, which tome",
    "time ago obliged him to quit the army, his Im",
    "perial Majetty has been pleafed again to confer on",
    "his Royal Highnefs the command of the army in",
    "Germany. His Royal Highnefs quitted Prague",
    "on the 14th inft. to take upon himfelf that com",
    "mand ; but is refolved, at the fame time, to re",
    "tain the chief command of the Bohemo-Moravian",
    "Legion, and has previoufly appointed General",
    "Count Szvaa RAT to the command of that Legion.'",
    "fent reports, dated the 9th, loth, 11th, and 12th",
    ";giant, from 'the head-quarters at Frofburgh,",
    "Theifendorf, and Salzburgh : according to which",
    "the line of the corps of Prince CONDE was attacked",
    "by the enemy on the 9th, in the neighbourhood of",
    "Neubayern, who overpowered the poft of Nen",
    "bayern, and thus advanced to the right banks of",
    "the Inn.—Agreeably to the fiatements Pent in at",
    "the fame time, by his Royal Highnefs, the lofs",
    "of his army, fence the renewal of hoftilities,",
    "amounts to 918 men in killed ; and 3514 in woun",
    "ded ; the number of prifoners and miffing, had at",
    "tuft been Rated at 5396 men ; but, as of the latter",
    "many have fine joined their corps again, the era&",
    "number of &Women cannot• as yet be Rated with",
    "a From Italy, the General of Cavalry, Count",
    "BILLIGARDI, reports, under the 6th and 9th inft.",
    "that on the 4th the enemy had advanced by four",
    "different roads againft the volition at Bondeno,",
    "occupied by General Schuftck, whom they at",
    "tacked with much vigour; but Lieut.-Colonel",
    "Munkatzy, Rationed there with fome troops for",
    "the fupport of the former, employed them fo skil",
    "fully, that the enemy was repulfed ; on which oc",
    "cafion a Chief of Battalion, 7 Officers, and to",
    "non.commiffioned officers and privates, were made",
    "prifoners; and two veffels, onboard of which the",
    "enemy had attempted to crofs the Panaro with a",
    "divifion of troops, were taken. Of the other hof",
    "tile troops that had advanced for attacking that",
    "pofition, too were partly killed, partly wounded,",
    "on their fight. Our own loft was inconfiderable.",
    "On the 6th, the Paid General Schußck extended",
    "his out pofts along the Panara, as far as St. Bi",
    "anca, and along the Recco and Po di Primer°, as",
    "far As Argent() and Bailie. On this occafion, the",
    "enemy's poll near Col di Fiume was attacked by",
    "Captain Herdlizka, under the direCtion of Lieut.-",
    "Colonel Graffen, when two Captains, two Officer,",
    "and x t privates were made prifoners, and the r oll",
    "killed ; Is veld' were alfo taken from the en e my,",
    "and conveyed to our !bore. The enemy, who",
    "bad conflantly tent foraging parties from the en",
    "virons of Mercaria to this fide of the Oglio, for",
    "which purpofe they occupied Ofpitaletto and",
    "Campitello, were, at ttie fame time, attacked in",
    "both thefe places by a divifion fent from Mantua,",
    "by the Cemmandaot of that city, Field-Marna'",
    "Lientehant Mimes,' i, ind drlien from them",
    "with a conlideralge lots in killed and wounded, and",
    "TwO days ago the Englith Ambaifadsir, Lord",
    "Muir°, received difpatches from London, by a",
    "courier, upon which he had a long converfation",
    "with our bEnifter of State. Since that time it is",
    "reported, that the Court of London had releafed",
    "our Court from all Obligations, in cafe of an op",
    "portunity offering itfelf for concluding a feparate",
    "peace with advantage. Should this be a fait, we",
    "may hope, if not for a general Peace, yet for a",
    "Peace between France and Aufiria. After the",
    "battle of Hohenlinden, General MOR Eau fent an'",
    "officer to the Archduke Jour+, to offer Peace, and",
    "to declare tLat he was authorifed by his Go-,",
    "vcrnment, till he fhould arrive at Linz, but not",
    "after the French army had advanced beyond Linz.",
    "The Prince-Bithop of Salzburg arrived here",
    "yeflerday, with a numerous fuite. Many of the",
    "inhabitants of the bilhoprie of Salzburg have alfo",
    "Their MAJESTIES, and the Prineeffes Auo us-",
    "His MAJEvry, on arriving, went to St. James's,",
    "and gate audience to the Cabinet Minifterc, and",
    "at three o'clock went in nate to the Houle of Peers",
    "Among the dignified Perfonages prefent in the",
    "Houfe, werc their Royal Highneires the Dukes of ,",
    "YORK, KENT, and CUMBERLAND, his Serene High",
    "nefs the Prince of ORANGE, the Archbifhop of",
    "CANTERBURY, the Bilhops of LONDON and Cuss..",
    "TER, the Algerine and Swedifh Ambaffadors, the",
    "Duke of PORTLAND, Earls SPENCER, LEICESTER,",
    "Lord NELSON, Lord GWYDIR, and Meffrs. WIND.",
    "After the bufmefi was over, his MAJESTY re",
    "The fpedators who affembled in the Park and",
    "avenues were comparatively few in number.",
    "All the branches of the ROYAL FAMILY were",
    "invited yefterday to dine with their MAJESTISS at",
    "held at St. James's for his MAJESTY and the Mem",
    "bers of the Privy Council to infpet the Arms and",
    "Seals, altered on account of the Um tow with Ireland.",
    "At the Corn Exchange yefterday, prime (ample:",
    "of wheat kept up their prices ; and inferior were",
    "on the decline. The market was but thinly at",
    "tended ; fine flour continues as on Monday.",
    "Tuefday announce the refumption of the Chief",
    "duke Cnaittas, who was to place himfeif at the",
    "Lady WALLacs refides at prefent at Munich,",
    "in the fame houfe with feveral Imperial Officers of",
    ".diftinsftion, who were made prifoners in the battle",
    "the Taft - mail, that no lefs than eleven thoufand",
    "Auftrian prifoners of war had lately paired through",
    "Letters were on Tuefday received from Lord",
    "WILLIAM BINTINCK, dated the 18th of November,",
    "(tom Villa Franca, The Campaign in Italy had",
    "coMmenced, and the Auftrians had been fOccefs",
    "fal in feveral fkirmilhes—but at the date of thefe",
    "Durin the fiege of Acre,GHEZZAR PACHA was",
    "(o gratef ul for the fervices performed by Sir SID",
    "NEY SMITH, that he defired him to make any re",
    "quell he pleafed and he fhould comply with it. Sir",
    "SIDNEY afked his axe, the badge of his authority,",
    "which the PACHA, after a moment's hefitation,",
    "gave him. The ufe which Sir SIDNEY made of this",
    "authority, was to liberate from prifon a neighbour",
    "ing Chief, the Prince of the Mountains, and feve",
    "ral of his followers, whom GNIZZAIL had got into",
    "his power. Thefe perfons Sir SiD/Ilty treated with",
    "fuch refped and dillinetion, that he prevailed on",
    "them to co-operate with him againft the French,",
    "whom they were previoufly inclined to ferve.",
    "The late Rev. J. Hots& has bequeathed Come",
    "confiderable eftates to the univerfity of Cambridge",
    "for the advancement of religious learning, and",
    "directed an annual premium for the bell differ",
    "tation, in Englift, on the evidence in general, or",
    "the Prophecies or Miracles in particular, or any",
    "other arguments, whether direct or collateral",
    "proofs of Chriftian Religion, in order to evince",
    "its truth and excellence. 'The Vice-Chancellor",
    "and Truftees have accordingly offered a premium",
    "of aol. for the heft Eflay on \" the Prophecies",
    "which•are now accomp li fhing arc an evidence of",
    "the truth of the Chriftian Religion.\" The fuccef .",
    "ful author, who mutt be under the degree of M.A.",
    "to print the differtation at his own espence.",
    "From the great fall of (now on Monday and",
    "Tuefday nights, the mail coaches could not reach",
    "town yefterday for Tome hours after their ufual",
    "time : many did not arrive at all, but the Mails",
    "were forwarded in carts and port-eh:tires. The",
    "Bath and Liverpool came in at half an hour after",
    "ten ; the lane, war in feveral parts of the coun",
    "try fix feet deep in fnow, and one of the horfes",
    "nearly periffied on the road. The Worcefler was",
    "in a much worfe fituation, having funk in Tome",
    "places twelve feet—it did not reach town till fix",
    "o'clock Taft night.—The delivery of the inland let",
    "ters, owing to the fame circumfloices, did not",
    "A Ibort time ago, between two and three hun",
    "dred pieces of ancient hirer coin were difcovered",
    "in a tan-yard in Stafford, about a yard from the",
    "furface of the ground. They were contained in a",
    "finall jug, and arc in an excellent (late of prefer",
    "ration. It is funpofttl they have lain there about",
    "700 years, as they appear to have been coined",
    "during the reigns of Ermssottso, Camara, and",
    "HAIDICANOTE, which laft Monarch died (it is",
    "(aid, through erceffive eating and drinking) at",
    "Which aged men jult look at, and their foss,",
    "If three fcore years and ten &odd be their",
    "May grow familiar with, but fall beihse---...",
    "And who, of all, its (unlink will attain !---",
    "Who, of the myriads which the earth now tread,",
    "Will count the half of this long train of years",
    "Ye who have known and well enloy'd the days",
    "Which the laft cenery gave your forward birth,",
    "Ne'cr grieve that long ye cannot float on this ;",
    "hut like a 1009( commingle with the ma i:",
    "Be grateful for the paft—and younger Cons,",
    "Oh, mark haw fwiftly fly thenleethig hours,",
    "since what your hoary fathers now appear,",
    "'They dream'd not, like yourfelves, fo fort to be,",
    "They in their juv'nilc days thought time aPail,",
    "A Aread-irdrall traggua ; but a rate-Ewa:ft low!",
    "'Tis a salt barrel we have tapp'd to-day,",
    "While millions fcucely tafte the beverage.",
    "One gentral fate ftill all alike concerns,",
    "Whether his days be either fhort or long,",
    "Whether with worldly gifts his years are teamed.",
    "Or care, or toil (hall load his heavy hours,",
    "\" Let not an anxious hope of length of days",
    "\" His generous mind fix to the growling earth",
    "\" Nor yet regartileis of a life thus than,",
    "\" Lent him for others, not himfelf alone!",
    "\" That unto wifdom we apply our hearts S.",
    "The circumftance of Lord Fitemcit SPENCER'S",
    "coming of age in the Chriftmas holidays, has pro",
    "duced double joy and double fcalling, at Blen",
    "heim, where the cook and butler's lliftory of laft",
    "week would vie with the accounts of our ancient",
    "FEMALE FASHIONS FOR JAN UARY.—Walking and",
    "Full Dretres.—t. Drefs of yellow muflin, trimmed",
    "with black ribbon, and with black filk talfels ; full",
    "epaulets ; white muflin fleeves ; Pizarro hat, made",
    "of wove filk, in all colours, ornamented with Pi",
    "zarro feathers alto, of various colours.—z. Round",
    "drefs of white muffin ; Spencer of fcarlet Patin,",
    "covered and trimmed with black lace ; fmall round",
    "Head Dreffes.—t. Turban of white muflin, or",
    "namented with gold beads, white oftrich feather in",
    "front.-2. Cap of white lace, the crown rather",
    "full, finithed on the left fide with a broad lappet ;",
    "two bows of white ribbon, one on the top of the",
    "crown, and one before. -3. Bonnet of coquelicot",
    "velvet, trimmed with black ribbon; coquelicot",
    "(pray, or feather, in front.-4. Small round cap,",
    "of point lace, trimmed with white ribbon.-5.",
    "Cap of lace, or muffin, the front formed by wreaths",
    "of white ribbon; deep lace veil.-6. Cap of seuia",
    "lace, the right fide made to thew the hair, and on",
    "the left a 'very deep border, which entirely con",
    "ceals it ; a broal lappet of lace pail - es under the",
    "chin from the left fide, and is fattened on the right",
    "front.-8. Cap made of white lace and blue crape,",
    "ornamented with blue ribbons. -9. The gold tiara,",
    "Paris Drelles.—t. Bonnet ornamented with pink",
    "velvet ; hankerchief trimmed with lace.-1. A vcil",
    "forming the antique head-drefs.-3. The hair in",
    "full drefs ; tunic of black crape.-4. 1-lalf-peafant",
    "head-tircfs.--5. Morning cap; crofTed handkerchief.",
    "--6. Velvet hat, with an e*it aigrette, and deep",
    "lace veil ; (loped tunic. -7. - Morning drefs.—The",
    "hair in a net ; the handkerchief crolfed over the",
    "hofom.-8. Bonnet with a double or triple row of",
    "ribbons in front ; handkerchief of the fame colour.",
    "—9. The hair en wgfiget,without the net, as in No. 7.",
    "?di le ellaneous Oblervations.—The prevailingco",
    "lours are purple, puce, yellow, and fcarlet.—Beads,",
    "feathers, and flowers of all kinds ; fpangled nets",
    "for the hair ; gold and elver trimmings and plain,",
    "figured, and embolfcd velvets, are generally worn.",
    "—The aigrette plume, made. of cheneille and co",
    "loured beads ; Spencers of &Jed terry velvets ;",
    "and morning hats and bonnets, made of velvet,",
    "plain, and trimmed with fur, arc among the 1.111",
    "Not only the holiday folks, but others who",
    "nightly flock to the Royalty Theatre, have expe",
    "rienced an entertainment in the reprefentation of",
    "fuch a Speaacle as the American Heroine, the new",
    "Divertifernent of the Chnjmas Merry Meeting, the",
    "extraordinary feats of the nor* Hercules, and the",
    "magnificent beauties of the new Pantomime of the",
    "Pirate, that has furpalTed the moll fanguine expec",
    "tation ; added to which, we have to notice the",
    "happy introduEtion of a number of Roves, the",
    "warmth arifing from which completely does away",
    "the cold of the worn of weather. This, To-mor",
    "row, and Saturday evenings, we learn to be the",
    "three fail times that the prefent amufements can",
    "be fcen ; the Fkirsilb Hercules returning to the",
    "country immediately, and another Change of En",
    "tertainments being in readinefs for Monday.",
    "By an account lately tranfmitted to the Board",
    "emience, in his Majefly's Navy, and fence publifhed",
    "by that Gentleman in the London Medical and",
    "Phyfical Journal, it appears from repeated trials",
    "made under the Dodoes immediate chreaion, that",
    "the Sea Scurvy is now found to yield completely",
    "and readily to the elle& of the Concrete or Cryf",
    "talifed Lemon Juice, as prepared by Mr. CoxwaLL,",
    "of Temple-Bar. In addition to this, a further",
    "account of its good effeas has juR been forwarded",
    "to the Board of Admiralty, from are port of the",
    "Surgeon of one of the ( hips m the cquadron of",
    "whoa exprefsrequctt the Concrete Jaict was triad",
    "Pram Cuxhaven, with the Hamburgh Mail of the",
    "26th inftant, and Mn, MA sou, a King's Meffen",
    "ger, and other paire ngers.—Vind N. N. E.",
    "Yefterday arrived the London, of London, la",
    "den with bale goods, and pallingers, from Ham",
    "Came in the Swedith brig Conliantia, of Malmo,",
    "Captain Jaws OSTIA/I,N, from Litbon, with fruit",
    "Sailed to join theChsumel Fleet, the ELtPHAIT,",
    "of 74 guns, Captain Fos. Sy add the Face:JAN r,",
    "of 7+ 9 Captain STONIOILD failed alto the Auto-",
    "Timatia of London, of 24 guns, Captain Cors ;",
    "and tie Sir John Borlafe Warren, of Plymouth,",
    "Captain Davin, for Calcutta: the latter Is under",
    "The Channel Fleet failed from Torbay yeiler•",
    "Came in the Indefatigable, of Newea(ile, Cap.",
    "tain JACKSON from Jamaica, laden with rum and",
    "Cattle in the Attempt, of London, Capt. Co a.",
    "aztaus SLURX from St. Michael's, laden with",
    "fruit for London ; the Adeona, from Lifbon,",
    "bound to London, laden with wine and fruit;",
    "and the Aiwa\" of 20 guns, Captain Spicia,",
    "Sailed on a cruise the Ravine, of r 8 guns, Cap",
    "tain -; and the Srssniviss, of ` r 4 guns,",
    "The channel fleet are Rill in fight from Maker",
    "Phis afternoon the SWAN floop arrived from",
    "the Cove of Cork, after landing the Dutch troops,",
    "which failed Come time fince from Cowes Roads;",
    "alfo the Sea Nymph, Suct.cfs, AQive, Increafe, Sa",
    "muel and Jane, Alfred, Highland Lai's, Admiral",
    "Llforey, Lady Shore, Harriet, Coverdale, Wind",
    "tor, Loyal Briton, Polly, Ifabella, and Sovereign.",
    "Sailed the Wtazte floop, and put back the",
    "Arrived the Starotr, Loci, Eaft Indiaman,",
    "Yefterday his Majefty's fhip LAPWitiag of 36",
    "guns, Captain ROTHERH•M, went out of harbour",
    "to the Nore ; alto the Gls& Hoop, Captain",
    "Arrived the Byrn gun brig, Lieutenant Noa-",
    "MAN, froca a cruize.—Sailed this day, the Nov,-",
    "PENCE hired cutter, Lieut. COWAN, on a cruize, off",
    "veffel in this harbour, which has had a different",
    "refult from the former attempt. An Englifh fri.",
    "gate had been cruising off this place for feveral",
    "days, approaching fo near, at times, as to receive",
    "the fire of our batteries. On the 3otb ult, after",
    "being in fight all Jay, the ftcod off towards the'",
    "evening. - But about one next morning, the flood",
    "clofe in to the road, and with the Alliance of",
    "fome Swedith Areas lying at anchor, fent in four",
    "armed boats, with orders to get poltellion of a",
    "French galliot, which was likewife anchored there.",
    "The four boats filcntly approached the French",
    "veffel ; but the crew of the latter being on their",
    "guard, received them with lb warm a difcharge of",
    "mufketry, that three of the boats were compelled",
    "to theer off. The fourth, which carried 20 men and",
    "the officer who conducted the enterprize, perfilled",
    "in attempting to board; but a tingle volley having",
    "killed 18 of the crew, the remaining two inflantly",
    "effeEled their cfcape. One -of the - Englith tailors",
    "was taken out of the water, and carried on board",
    "Sailed through the Downs, the Pits, AAAAA CE,",
    "--- • and EIPLILIMENT, WHITS, for India.--",
    "borg_h.—Sailed, the Robert and Sarah, CARMAN,",
    "for Litbon ; BRIDGWATER, LAILII. j and MALA.",
    "The following is the Monthly Statement of the",
    "Brititk Naval Force, cxclufive of the hircd armed",
    "veffels, which arc chiefly employed in ptotefting",
    "In the Engliih and kith Channels 33 1 2 1 . 45 !OS"
]